[
    {
        "word": "Ahh",
        "notes": "Alex says “Aahh”. May mean “Alex”, “To brush teeth”, or “Mouth”.",
        "see": ["Alex","To brush teeth","Mouth"]
    },
    {
        "word": "Alex",
        "see": ["Ahh"]
    },
    {
        "word": "Alligator",
        "see": ["Crocodile"]
    },
    {
        "word": "Arm",
        "makaton": "Point to arm.",
        "alex": "n/a",
        "notes": "Says “Arrum”"
    },
    {
        "word": "Aunty Helen",
        "see": ["Bird"]
    },
    {
        "word": "Baby Spinach",
        "see": ["Green"]
    },
    {
        "word": "Banana",
        "makaton": "Extend left index finger. Place right index finger onto ball of right thumb. Move right formation in downward “peeling” movements from tip of left index finger, twice.",
        "alex": "Same as Monkey.",
        "notes": "",
        "see": ["Monkey"]
    },
    {
        "word": "Bang",
        "see": ["Cymbals"]
    },
    {
        "word": "Bear",
        "makaton": "Form “C” with index fingers and thumbs of both hands. Place fingertips on head with thumbs on temples to represent the ears of a teddy bear.",
        "alex": "Loose fist formed with left hand and tapped against top left side of head, twice.",
        "notes": "Also used to mean Koala and Panda. Often used to refer to Bear Hunt (as in I want to go outside with you Nana). May also refer to Nana. May appear similar to “To shower”.",
        "see": ["To shower"]
    },
    {
        "word": "Bed",
        "see": ["To sleep"]
    },
    {
        "word": "Bicycle",
        "see": ["Motorcycle"]
    },
    {
        "word": "Big",
        "makaton": "Form slightly cupped hands, palms facing. Move hands outwards in a small arc.",
        "alex": "Mostly same as Makaton version but reversed. Sometimes only the left hand is used.",
        "notes": ""
    },
    {
        "word": "Bird",
        "makaton": "Extend right index finger and thumb, palm down. Place under chin. Open and close finger and thumb twice.",
        "alex": "Extends left fingers and thumb, palm down. Opens and closes fingers and thumb twice.",
        "notes": "Often used when talking about Aunty Helen, or January (Aunty Helen’s birthday)."
    },
    {
        "word": "Black",
        "makaton": "Form right fist. Place formation, palm left, on right check. Move forward and down.",
        "alex": "Same as Makaton version but reversed. Doesn't always move fist.",
        "notes": ""
    },
    {
        "word": "Blow Kiss",
        "makaton": "n/a",
        "alex": "Palm of open left hand placed on mouth and moved away from body.",
        "notes": "May appear the same as Please",
        "see": ["Please"]
    },
    {
        "word": "Blue",
        "makaton": "Rub fingers of open right hand in small anti-clockwise circles on the back of relaxed left hand.",
        "alex": "Similar to Makaton version but reversed. Sometimes wipes back of right hand (like cat).",
        "notes": ""
    },
    {
        "word": "Boat",
        "makaton": "Place fingertips of both hands together, palms apart, blades down. Move formation forward.",
        "alex": "Same as Makaton version.",
        "notes": ""
    },
    {
        "word": "Book",
        "makaton": "Place blades of open hands together. Close and open formation.",
        "alex": "n/a",
        "notes": "Says “B..k”"
    },
    {
        "word": "Boy",
        "makaton": "Extend right index finger. Rub side of finger forwards and backwards across the chin, twice.",
        "alex": "Similar to Makaton but reversed. Finger is often only moved across chin once.",
        "notes": ""
    },
    {
        "word": "Bright",
        "makaton": "",
        "alex": "Places left forearm over eyes",
        "notes": ""
    },
    {
        "word": "Brown",
        "makaton": "Place right fingertips in front of chin, thumb under chin. Stroke chin, while moving formation forward, closing fingertips on to thumb, twice.",
        "alex": "Similar to Makaton version but reversed with fingers stroking sides of chin.",
        "notes": ""
    },
    {
        "word": "Bus",
        "makaton": "Form fists with both hands, palms up. Move formation as if driving a bus.",
        "alex": "Move closed left fist across body in a clockwise circle, twice.",
        "notes": ""
    },
    {
        "word": "Cake",
        "makaton": "Bounce tips of fingers and thumb of cupped right hand on back of left hand, twice.",
        "alex": "Same as Makaton version, but reversed.",
        "notes": "Also used to mean Muffin."
    },
    {
        "word": "Car",
        "makaton": "Form fists with both hands, palms facing. Move formation as if driving a car.",
        "alex": "n/a",
        "notes": "Says “Ka”"
    },
    {
        "word": "Cat",
        "makaton": "Stroke back of open left hand with fingers of open right hand, palm down, twice.",
        "alex": "Similar to Makaton version but reversed. May appear similar to Green.",
        "notes": "",
        "see": ["Green"]
    },
    {
        "word": "Cheese",
        "makaton": "Place open right fingertips, thumb tucked in, above left palm. Move right formation up and down left palm (from wrist to fingertips and back)",
        "alex": "Open left palm moves right and left and back again (similar to Makaton but further out from body with larger motions and right hand is not used).",
        "notes": "Often used when talking about Zoe or September (Zoe’s birthday)."
    },
    {
        "word": "Cheetah",
        "see": ["Lion"]
    },
    {
        "word": "Clown",
        "see": ["Hat"]
    },
    {
        "word": "Coffee",
        "makaton": "Form fists with both hands. Move right fist in small anti-clockwise circles above left fist.",
        "alex": "Similar to Makaton but reversed.",
        "notes": "May appear similar to To Make",
        "see": ["To make (to do)"]
    },
    {
        "word": "Cold",
        "makaton": "Form fists with both hands. Place at sides of chest. Move formation in quick, shot sideways movements, several times.",
        "alex": "Similar to Makaton, may not form fists.",
        "notes": ""
    },
    {
        "word": "Colouring",
        "see": ["To draw"]
    },
    {
        "word": "Communication",
        "makaton": "Form “C” with both hands. Place right thumb between left thumb and fingers. Move formation backwards and forwards alternately, twice.",
        "alex": "Same as Makaton, but reversed and right hand doesn’t move.",
        "notes": ""
    },
    {
        "word": "Concrete Mixer",
        "makaton": "Extend right index finger, blade down. Move finger down in anti-clockwise circle, twice.",
        "alex": "Similar to Makaton, but reversed and circles are a bit irregular.",
        "notes": ""
    },
    {
        "word": "Corn",
        "makaton": "Both fists are held in front of the chin, palms facing each other, blades down, thumbs extended, forefingers hooked. Moving from the wrists, the hands are twisted slightly up and down, several times.",
        "alex": "Similar to Makaton, but only uses left hand.",
        "notes": ""
    },
    {
        "word": "Crane (construction)",
        "makaton": "",
        "alex": "Lifts both arms above head at 15 degree angle from vertical. Sometimes only left arm is used.",
        "notes": ""
    },
    {
        "word": "Crocodile",
        "makaton": "The right arm is extended above the head, the left arm forward from the body, with the palms of the hands facing each other and the fingers hooked. The right arm is brought down so that the hands meet, the right hand fingers covering the left, twice.",
        "alex": "Similar to the Makaton version, except reversed and the right hand isn’t always used, and Alex only moves his hands once.",
        "notes": "",
        "see": ["Alligator"]
    },
    {
        "word": "Cymbals",
        "makaton": "",
        "alex": "Pretends to hold cymbals and bang them.",
        "notes": "May also be used to mean Bang"
    },
    {
        "word": "Dad",
        "makaton": "Fingerspell “F” quickly, twice.",
        "alex": "n/a",
        "notes": "Says “Dada”. Also says this for Man."
    },
    {
        "word": "Different",
        "makaton": "Extend index fingers, palms down. Place sides of fingers together. Move apart, turning to palms up.",
        "alex": "Similar to Makaton version but performed only using left hand.",
        "notes": ""
    },
    {
        "word": "Digger (to dig)",
        "makaton": "Form fists with both hands. Place left fist, palm up in front of right fist, palm back. Move formation up towards left shoulder (as though digging).",
        "alex": "Forms fist with left hand, tucked in towards arm. Moves across body in clockwise circles.",
        "notes": "Often used when talking about the TV (or other sources of digger videos such a phones), Granddad Kerry, June (Granddad Kerry’s birthday), and the Sand Table. May appear similar to Bus"
    },
    {
        "word": "Dog",
        "makaton": "Hit thigh with open right hand, twice.",
        "alex": "Pats body (or table if available) with open left hand, twice (as though signalling “come here dog”).",
        "notes": "Often pants with mouth open and tongue out, instead of signing these days. Often used to refer to Grandad Geoff, or December (Granddad Geoff’s birthday)."
    },
    {
        "word": "Down",
        "makaton": "Hold open right hand, palm down. Move downwards.",
        "alex": "Same as Makaton version but reversed.",
        "notes": ""
    },
    {
        "word": "End",
        "makaton": "",
        "alex": "Forms fists with both hands, palms facing. Taps fists together.",
        "notes": "Same as Cymbals, may also mean Bang.",
        "see": ["Cymbals"]
    },
    {
        "word": "Excavator",
        "makaton": "Unknown",
        "alex": "Fingerspells “x” followed by Digger.",
        "notes": "",
        "see": ["Digger (to dig)", "X"]
    },
    {
        "word": "Fig",
        "see": ["Pig"]
    },
    {
        "word": "Five",
        "makaton": "Right hand up, palm out, in front of body, with fingers slightly spread.",
        "alex": "Same as Makaton version but reversed.",
        "notes": "May appear similar to Stop.",
        "see": ["Stop"]
    },
    {
        "word": "Fix it",
        "makaton": "Left hand open, blade down. Form fist with right hand, palm down and rotate right fist towards chest and back.",
        "alex": "Similar to Makaton but reversed with right hand as a fist.",
        "notes": ""
    },
    {
        "word": "Flower",
        "makaton": "Form right fist. Place formation slightly below and in front of chin. Inhale as if smelling flowers.",
        "alex": "Same as Makaton version but reversed.",
        "notes": ""
    },
    {
        "word": "Food",
        "see": ["To eat"]
    },
    {
        "word": "Fork",
        "makaton": "Extend right index, middle and ring fingers. Jab into palm of open left hand, twice.",
        "alex": "Same as Makaton version but reversed."
    },
    {
        "word": "Goodbye",
        "makaton": "Use natural gesture.",
        "alex": "Same as Hello",
        "notes": "",
        "see": ["Hello"]
    },
    {
        "word": "Granddad Geoff",
        "see": ["Dog"]
    },
    {
        "word": "Granddad Kerry",
        "see": ["Digger (to dig)"]
    },
    {
        "word": "Granny (Carolyn)",
        "makaton": "n/a",
        "alex": "Same as To Wash/Swimming Pool",
        "notes": "",
        "see": ["To wash (bathe)"]
    },
    {
        "word": "Green",
        "makaton": "Place right blade on wrist of left arm. Sweep right hand to upper arm.",
        "alex": "Usually same as Makaton version but reversed. Sometimes Alex will wipe a different part of the arm (e.g. elbow to shoulder, or back of wrist).",
        "notes": "Often used when talking about lettuce, baby spinach, etc. Could be confused with Cat or Slow.",
        "see": ["Cat", "Slow"]
    },
    {
        "word": "Hand",
        "makaton": "Point to left hand with right index finger.",
        "alex": "n/a",
        "notes": "Says “haan”."
    },
    {
        "word": "Happy",
        "makaton": "Clap heels of open hands together twice, while moving in small outward circles (like an excited happy toddler).",
        "alex": "Same as “To clap”.",
        "notes": "",
        "see": ["To clap"]
    },
    {
        "word": "Hardware Store",
        "see": ["Lawnmower"]
    },
    {
        "word": "Hard Hat",
        "see": ["Hat"]
    },
    {
        "word": "Hat",
        "makaton": "Unknown",
        "alex": "Pats head with open left hand",
        "notes": "Often used to refer to parties (because of party hats), Clowns (again because of the hat), Hard Hat, or wanting you say “Woo Hoo”."
    },
    {
        "word": "Helicopter",
        "makaton": "The right fist is held up at head level, palm back, with the forefinger extended and pointing up, and is moved in small horizontal anticlockwise circles, bending back and forth at the wrist a little, several times.",
        "alex": "Extends left index finger near head and waggles it back and forth, twice.",
        "notes": "Also used to mean Plane (Alex knows they’re different but finds the Plane sign too hard)."
    },
    {
        "word": "Hello",
        "makaton": "Open right hand, fingers separated, palm forward. Move in small arc from centre chest to right.",
        "alex": "Waves.",
        "notes": "Uses same gesture for Goodbye."
    },
    {
        "word": "Henry",
        "makaton": "n/a",
        "alex": "Same as Train",
        "notes": "",
        "see": ["Train"]
    },
    {
        "word": "Honeybear",
        "makaton": "n/a",
        "alex": "signs To Sleep followed by Bear",
        "notes": "Alex's cuddly, also “finding honeybear” is a synonym for going to bed",
        "see": ["Bear","To sleep"]
    },
    {
        "word": "Hot",
        "makaton": "Place right fingertips on chin. Turn hand quickly to palm down while moving hand forward, stopping with stress.",
        "alex": "Similar to Makaton but reversed with left hand placed in front of face.",
        "notes": ""
    },
    {
        "word": "Hungry",
        "makaton": "Place open right hand on stomach. Move in anti-clockwise circle.",
        "alex": "Same as Makaton but reversed.",
        "notes": "Looks similar to “Yummy”.",
        "see": ["Yummy"]
    },
    {
        "word": "I",
        "makaton": "Extend right index finger. Point to self.",
        "alex": "Same as Makaton but reversed",
        "notes": "Also means Me",
        "see": ["Me"]
    },
    {
        "word": "January",
        "see": ["Bird"]
    },
    {
        "word": "Koala",
        "see": ["Bear"]
    },
    {
        "word": "Knife",
        "makaton": "Extend both index fingers, blades down. Move right formation backwards and forwards on left formation.",
        "alex": "Extends left index finger, blade facing body. Moves back and forwards somewhere over right hand.",
        "notes": ""
    },
    {
        "word": "Last",
        "makaton": "Open right hand, palm down. Move formation down from wrist.",
        "alex": "Similar to Makaton version, but reversed and may be repeated.",
        "notes": "Appears very similar to To Wash or Granny.",
        "see": ["To wash"]
    },
    {
        "word": "Lawnmower",
        "makaton": "Unknown",
        "alex": "Forms fist with left hand, palm down, with arm angled out a little from body. Moves arm out from body and back, twice.",
        "notes": "Often used when talking about gardening equipment (e.g. Weed wackers, leaf blowers), or the Hardware Store."
    },
    {
        "word": "Lettuce",
        "see": ["Green"]
    },
    {
        "word": "Light",
        "makaton": "Place right fingernails on ball of tight thumb. Place formation at eye level at right side of face, palm down. Flick hand open.",
        "alex": "Same as Milk",
        "notes": "",
        "see": ["Milk"]
    },
    {
        "word": "Lion",
        "makaton": "Both hands are held out, palms down with the fingers apart and hooked, and moved alternately up and forward in small vertical circles, twice.",
        "alex": "Forms claw with left hand, palm facing out, and moves it down and up a little.",
        "notes": "Uses same sign for other big cats, such as Tiger, Cheetah, etc."
    },
    {
        "word": "Little",
        "makaton": "Open both hands, palms facing. Move hands towards each other.",
        "alex": "Mostly same as Makaton version but reversed. Sometimes hands meet. ",
        "notes": "Similar to Alex’s version of Clap, Happy, and Sunday.",
        "see": ["To clap","Happy","Sunday"]
    },
    {
        "word": "Man",
        "see": ["Dad"]
    },
    {
        "word": "Mandarin",
        "see": ["Orange"]
    },
    {
        "word": "March",
        "see": ["Train"]
    },
    {
        "word": "Me",
        "see": ["I"]
    },
    {
        "word": "Milk",
        "makaton": "Form right fist. Open and close fist, moving down slightly, twice.",
        "alex": "Opens and closes left fist.",
        "notes": "Often used when talking about cold things (as in cold like milk from the supermarket). Alex uses the same sign to mean Orange, Light, and Star (though these should be different).",
        "see": ["Orange","Light","Star"]
    },
    {
        "word": "Monkey",
        "makaton": "The right hand is held above the right side of the waist, palm up, blade down, the fingers flexed onto the thumb with the backs of the fingertips touching the body, and is moved up and round towards the armpit.",
        "alex": "Same as Makaton version but reversed.",
        "notes": "Also used to mean Banana",
        "see": ["Banana"]
    },
    {
        "word": "More",
        "makaton": "Place fingertips of cupped right hand on centre chest. Move formation forward.",
        "alex": "Opens left hand, palm out. Moves out and in, twice.",
        "notes": "Alex used the same sign to cover both want and more, though he will differentiate when using his picture boards."
    },
    {
        "word": "Motorcycle",
        "makaton": "Both fists are held out from slightly bent elbows, some way apart, palm down, blades out. The right fist is flexed slightly up from the wrist, twice. (Like gripping the handles of a motorbike).",
        "alex": "Left fist held out from slight bent elbow, palm down blade out. Fist is flexed slightly down from the wrist, twice.",
        "notes": "Also used by Alex to mean Quadbike, Bicycle, and Scooter."
    },
    {
        "word": "Mouse",
        "makaton": "Form fist with right hand, index finger extended, palm facing chest. Bounce formation along left forearm towards elbow.",
        "alex": "Similar to Makaton version but reversed. Sometimes uses sign for Cheese.",
        "notes": "",
        "see": ["Cheese"]
    },
    {
        "word": "Mouth",
        "see": ["Ahh"]
    },
    {
        "word": "Muffin",
        "see": ["Cake"]
    },
    {
        "word": "Mum",
        "makaton": "Fingerspell “M” quickly, twice.",
        "alex": "n/a",
        "notes": "Says “Mum”. Also says this for Woman."
    },
    {
        "word": "Name",
        "makaton": "Extend right index and middle fingers. Place on right temple. Move formation forward, turning palm up and forward.",
        "alex": "Similar to Makaton version but reversed, doesn't always start from temple.",
        "notes": ""
    },
    {
        "word": "Nana",
        "makaton": "",
        "alex": "",
        "notes": "Says “Nana”. Also used to refer to any smiley faces."
    },
    {
        "word": "Noisy",
        "makaton": "",
        "alex": "Taps left index finger on left side of head, in front of ear, twice.",
        "notes": "Also used to mean “What sound does it make?” and “I don’t feel good”."
    },
    {
        "word": "Oats",
        "see": ["Pig"]
    },
    {
        "word": "Off",
        "makaton": "",
        "alex": "",
        "notes": "Says “Offff”"
    },
    {
        "word": "One",
        "makaton": "Right index finger extended, palm out in front of body.",
        "alex": "Same as Makaton version but reversed.",
        "notes": "May be used to refer to last (as in the last one). Also may refer to Thomas the Tank Engine (he has a 1 on his side)."
    },
    {
        "word": "Orange",
        "makaton": "Place relaxed right fist, palm forward, at right corner of mouth. Clench twice.",
        "alex": "Same as Milk",
        "notes": "Also used for Mandarin",
        "see": ["Milk"]
    },
    {
        "word": "Panda",
        "see": ["Bear"]
    },
    {
        "word": "Party",
        "see": ["Hat"]
    },
    {
        "word": "Peg",
        "see": ["Pig"]
    },
    {
        "word": "Penguin",
        "makaton": "Both arms straight, next to torso, with fingers straight, palms as right angles to body (fingers pointing left and right). Wiggle side to side (like a penguin waddling).",
        "alex": "Wiggles body from side to side from hips (like a penguin waddling).",
        "notes": ""
    },
    {
        "word": "Phew",
        "makaton": "",
        "alex": "Wipes back of left hand across eyebrows.",
        "notes": ""
    },
    {
        "word": "Phone",
        "see": ["Digger (to dig)"]
    },
    {
        "word": "Pig",
        "makaton": "Form right fist. Move in small anti-clockwise circle in front of nose.",
        "alex": "Forms left fist and twists from wrist in front of nose, twice.",
        "notes": "Sometimes used to mean Fig, Oats and Pegs."
    },
    {
        "word": "Please",
        "makaton": "Move fingertips of open right hand forward from chin. Use both hands for stress. Use directionality.",
        "alex": "Similar to Makaton version but reversed. Sometimes starts out as Blow Kiss.",
        "notes": "May also mean Thank You",
        "see": ["Blow Kiss"]
    },
    {
        "word": "Police Officer",
        "makaton": "Extend right index and middle fingers. Trace tips of fingers across back of left wrist.",
        "alex": "Similar to Makaton version but reversed using only index finger.",
        "notes": ""
    },
    {
        "word": "Quadbike",
        "see": ["Motorcycle"]
    },
    {
        "word": "Quiet",
        "makaton": "Extend right index, place in front of mouth and move formation forward.",
        "alex": "Similar to Makaton version but reversed, and doesn’t always move formation.",
        "notes": ""
    },
    {
        "word": "Raisins",
        "makaton": "Place left hand, bent at third knuckle, thumb under, palm back, at chest height. Place right index finger onto ball of right thumb. Move right hand formation in and out of top of left hand formation, twice.",
        "alex": "Similar to Makaton version but reversed, sometimes left finger and thumb taps top of right hand instead of going into the formation.",
        "notes": "May also appear similar to Cake/Muffin",
        "see": ["Cake"]
    },
    {
        "word": "Red",
        "makaton": "Extend right index finger. Place on chin. Move in a small clockwise circle.",
        "alex": "Wipes left fingers down chin",
        "notes": "Often used when talking about (red) capsicums."
    },
    {
        "word": "Rubbish",
        "makaton": "Unknown",
        "alex": "Holds nose with left hand as though something is smelly.",
        "notes": "Sometimes means rubbish truck, though Alex will sign both Rubbish and Truck if encouraged to do so. Often used when talking about Thursday (rubbish truck day), Uncle David, or February (Uncle David’s birthday). May also refer the Conch bath toy."
    },
    {
        "word": "Rubbish Truck",
        "see": ["Rubbish"]
    },
    {
        "word": "Sad",
        "makaton": "Place side of index finger of open right hand on chin. Move down chin.",
        "alex": "Similar to Makaton version but reversed. Hand is place out from face, not against chin.",
        "notes": ""
    },
    {
        "word": "Sand",
        "makaton": "Move ball of right thumb across the right hand fingertips, several times.",
        "alex": "Similar to Makaton version but reversed with thumb moving up and down fingertips.",
        "notes": ""
    },
    {
        "word": "Scooter",
        "see": ["Motorcycle"]
    },
    {
        "word": "September",
        "see": ["Cheese"]
    },
    {
        "word": "Seven",
        "makaton": "Hold out right thumb and index finger, blade facing chest.",
        "alex": "Same as Makaton, but reversed.",
        "notes": ""
    },
    {
        "word": "Six",
        "makaton": "Hold out right thumb, blade facing chest.",
        "alex": "Same as Makaton, but reversed.",
        "notes": ""
    },
    {
        "word": "Slow",
        "makaton": "Extend right index finger, blade down. Place formation on left wrist. Move up to mid-forearm.",
        "alex": "Similar to Makaton version but reversed. Not always accurate about finger placement.",
        "notes": "Could be confused with Green.",
        "see": ["Green"]
    },
    {
        "word": "Star",
        "makaton": "Place right fingernails onto ball of right thumb. Place formation slightly above right side of head, palm up/forward. Flick hand open, several times.",
        "alex": "Same as Milk.",
        "notes": "",
        "see": ["Milk"]
    },
    {
        "word": "Stop",
        "makaton": "Move open right hand, palm forward, forward with stress.",
        "alex": "May use two hands, though usually just uses left hand. Forward action not very pronounced.",
        "notes": "May appear similar to Five.",
        "see": ["Five"]
    },
    {
        "word": "Sunday",
        "makaton": "Tap open hands with fingers together, blades down, twice.",
        "alex": "Very similar to Little, hands slightly angled apart at wrists.",
        "notes": "Similar to Alex’s version of Clap, Happy, and Little.",
        "see": ["Clap","Happy","Little"]
    },
    {
        "word": "Thank you",
        "see": ["Please"]
    },
    {
        "word": "Thirsty",
        "makaton": "Place right handed “C” on throat under chin. Move down slightly forming a fist.",
        "alex": "Same as Makaton version but reversed.",
        "notes": ""
    },
    {
        "word": "Thomas the Tank Engine",
        "see": ["One"]
    },
    {
        "word": "Tiger",
        "see": ["Lion"]
    },
    {
        "word": "Time",
        "makaton": "Extend right index finger. Point to back of left wrist.",
        "alex": "Same as Makaton version but reversed.",
        "notes": ""
    },
    {
        "word": "Tired",
        "makaton": "",
        "alex": "Covers open mouth with left hand (like covering a yawn).",
        "notes": "Often used if Alex notices someone yawning."
    },
    {
        "word": "Tomato",
        "makaton": "Place cupped right hand, palm forward, at right side of face. Move formation to palm back, over nose.",
        "alex": "Similar to Makaton but reversed, not always over nose.",
        "notes": "Looks the same as “To drink”.",
        "see": ["To drink"]
    },
    {
        "word": "To brush teeth",
        "makaton": "Mime brushing teeth.",
        "alex": "n/a",
        "notes": "Opens mouth and says “Ahhh”."
    },
    {
        "word": "To build",
        "makaton": "Open both hands, palms down, blades forward. Place right hand on back of left then left hand on back of right hand. End with right hand on left again.",
        "alex": "Similar to Makaton but reversed and doesn’t always remember to move hands on top of one another.",
        "notes": ""
    },
    {
        "word": "To clap",
        "makaton": "Unknown",
        "alex": "Claps hands together.",
        "notes": "Similar to Alex’s version of Happy, Little, and Sunday.",
        "see": ["Happy","Little","Sunday"]
    },
    {
        "word": "To draw",
        "makaton": "Place right index fingertip onto ball of right thumb. Move formation from left to right in front of chest, as if writing.",
        "alex": "Same as Makaton version but reversed.",
        "notes": "Also used to mean Colouring.",
        "see": ["Colouring"]
    },
    {
        "word": "To drink",
        "makaton": "Form right handed “C”, palm left, blade down. Tilt up and forward as if drinking.",
        "alex": "Similar to Makaton version but reversed, with hand rotated away from and toward body.",
        "notes": "Looks the same as Tomato.",
        "see": ["Tomato"]
    },
    {
        "word": "To eat",
        "makaton": "Place tips of right fingers onto ball of right thumb. Tap formation on chin, twice.",
        "alex": "Same as Makaton version but reversed.",
        "notes": "Also used to mean “I want food” or “Look, there is some food”. Doesn’t always mean that he wants food."
    },
    {
        "word": "To finish",
        "makaton": "Form right fist with thumb extended, palm left. Rock formation sideways from wrist, several times.",
        "alex": "Extends left index finger near body and shakes it from side to side, twice.",
        "notes": ""
    },
    {
        "word": "To make (to do)",
        "makaton": "Form right fist. Move formation in small circles over left fist hitting twice.",
        "alex": "Similar to Makaton but reversed and fist moves up and down.",
        "notes": ""
    },
    {
        "word": "To play",
        "makaton": "Move open hands, palms up, simultaneously in outward circles.",
        "alex": "Similar to Makaton but only uses left hand and moves in upwards circles.",
        "notes": ""
    },
    {
        "word": "To shower",
        "makaton": "Bounce slightly cupped right hand above head, twice.",
        "alex": "Similar to Makaton, but reversed and hand is to the side of the head, not above.",
        "notes": "May appear similar to Bear",
        "see": ["Bear"]
    },
    {
        "word": "To sleep",
        "makaton": "Place open right hand on side of head. Close eyes. Tilt head slightly.",
        "alex": "Same as Makaton version but reversed. Head not always tilted.",
        "notes": "Also used to mean bed, tired, or sometimes Honey Bear (his cuddly)."
    },
    {
        "word": "To think",
        "makaton": "Extend right index finger. Place fingertip on right side of forehead.",
        "alex": "Similar to Makaton version but reversed. Sometimes points to temple or top of head.",
        "notes": ""
    },
    {
        "word": "To want",
        "makaton": "Move heel of open right hand down chest, turning palm down.",
        "alex": "Similar to Makaton version but reversed, sometimes hand wipes down throat instead of chest.",
        "notes": "Often used with other signs when Alex is asking for something nicely, e.g. “I want banana please”."
    },
    {
        "word": "To wash (bathe)",
        "makaton": "Mime washing appropriate part of the body.",
        "alex": "Open left hand palm down, moves up and down (as though splashing).",
        "notes": "Also used by Alex for Swimming, Swimming Pool, Granny, and often used when talking about March (Granny’s birthday)."
    },
    {
        "word": "To wash hands",
        "makaton": "See To wash (bathe)",
        "alex": "Left and right palms facing each other, brushing against each other as though washing hands.",
        "notes": ""
    },
    {
        "word": "Train",
        "makaton": "Extend index and middle fingers of both hands, blades down. Place left hand slightly in front of right. Move formation forward in small circles.",
        "alex": "Extends left index finger, blade down. Moves arm back and forth.",
        "notes": "Often used when talking about Henry, or March (Henry’s birthday)."
    },
    {
        "word": "Truck",
        "makaton": "Same as Bus",
        "alex": "Left handed fist moves downward from head to shoulder (as though pulling an air-horn)",
        "notes": "Covers all sorts of trucks, though some trucks have a specific sign.",
        "see": ["Concrete Mixer", "Rubbish Truck"]
    },
    {
        "word": "TV",
        "see": ["Digger (to dig)"]
    },
    {
        "word": "Two",
        "makaton": "Right index and middle fingers extended, palm out in front of body.",
        "alex": "Same as Makaton version but reversed, extended fingers may be held tightly together.",
        "notes": ""
    },
    {
        "word": "Uncle David",
        "makaton": "n/a",
        "alex": "Same as Rubbish",
        "notes": "",
        "see": ["Rubbish"]
    },
    {
        "word": "Up",
        "makaton": "Hold open right hand, palm up. Move upwards.",
        "alex": "Same as Makaton version but reversed.",
        "notes": "Will sometimes says “aahpp” instead."
    },
    {
        "word": "Video",
        "see": ["Digger (to dig)"]
    },
    {
        "word": "Want",
        "makaton": "Move heel of open right hand down chest, turning palm down.",
        "alex": "Same as Makaton version but reversed. Often uses More sign instead.",
        "notes": ""
    },
    {
        "word": "Where",
        "makaton": "Open both hands and simultaneously move each hand from side to side, twice.",
        "alex": "Similar to Makaton version but reversed and performed only with the left hand.",
        "notes": ""
    },
    {
        "word": "White",
        "makaton": "Place right index finger onto ball of right thumb, other fingers extended and slightly spread. Place formation on right side of neck and rock, twice.",
        "alex": "Similar to Makaton but reversed with left hand placed on right side of neck.",
        "notes": "Often signs “yellow” instead, though he does understand the difference between white and yellow.",
        "see": ["Yellow"]
    },
    {
        "word": "Woman",
        "see": ["Mum"]
    },
    {
        "word": "Work",
        "makaton": "Open both hands, blades down. Tap blade of open right hand on index finger of left hand, twice.",
        "alex": "Similar to Makaton version but reversed. Right hand is often palm down instead of blade down.",
        "notes": ""
    },
    {
        "word": "X",
        "makaton": "Cross index fingers to form “x”.",
        "alex": "Same as Makaton version.",
        "notes": "Will sign “x” when he sees a word with an “x” in it."
    },
    {
        "word": "Yellow",
        "makaton": "Place right index finger onto ball of right thumb, other fingers extended and slightly spread. Place formation on right temple and rock, twice.",
        "alex": "Similar to Makaton version but reversed and index finger and thumb hold onto top of left ear.",
        "notes": "May appear similar to White",
        "see": ["White"]
    },
    {
        "word": "You",
        "makaton": "Extend right index finger. Point forward to toward person concerned. Use directionality.",
        "alex": "Same as Makaton version but reversed.",
        "notes": ""
    },
    {
        "word": "Yours",
        "makaton": "Form right fist, palm forward. Move formation forward. Use directionality.",
        "alex": "Same as Makaton version but reversed.",
        "notes": ""
    },
    {
        "word": "Yummy",
        "makaton": "Place open right hand on stomach. Move in anti-clockwise circles, multiple times.",
        "alex": "Similar to Makaton version but reversed.",
        "notes": "Appears similar to “Hungry”.",
        "see": ["Hungry"]
    },
    {
        "word": "Zero",
        "makaton": "Form “O” with right hand fingers.",
        "alex": "Similar to Makaton version reversed with fingers straight (so it looks more like a closed “bird” sign)",
        "notes": ""
    },
    {
        "word": "Zoe",
        "see": ["Cheese"]
    }
]